export default {
  agents: 'Агенты искусственного интеллекта',
  apps: 'Приложения на основе искусственного интеллекта',
  basedOnNote: 'На основании примечания',
  generate: 'Сгенерировать',
  generateDisclaimer: 'Контент сгенерирован искусственным интеллектом. Пожалуйста, внимательно проверьте.',
  model: 'Модель ИИ',
  models: {
    chat: 'Чат LLM',
    chatModel: 'Модель чата и рассуждений (LLM)',
    chatTips: 'Стандартный чат LLM',
    embedding: 'Встраивание',
    embeddingModel: 'Модель встраивания',
    rerank: 'Переранж',
    rerankModel: 'Модель переранжирования',
    stt: 'Преобразование речи в текст',
    sttModel: 'Модель преобразования речи в текст',
    system: 'Настройки модели системы',
    tts: 'Преобразование текста в речь',
    ttsModel: 'Модель преобразования текста в речь (TTS)',
    vector: 'Векторная база данных'
  },
  providers: {
    added: 'Добавлены поставщики',
    api: {
      baseUrl: 'Базовый URL',
      baseUrlGet: 'Получите свой API-ключ на сайте {name}',
      baseUrlPlaceholder: 'Базовый URL API',
      key: 'Ключ API',
      keyInvalid: 'Ваш API-ключ недействителен.',
      keys: 'Ключи API',
      keyTips: 'Ваш API-ключ будет зашифрован и сохранен с использованием технологии PKCS1_OAEP.',
      namePlaceholder: 'Название конфигурации'
    },
    available: 'Доступные поставщики',
    model: {
      _: 'Модель',
      get: 'Список моделей',
      llm: 'магистр права',
      maxTokens: 'Максимальное количество токенов',
      name: 'Название модели',
      type: 'Тип модели'
    },
    set: 'Настройте поставщиков ИИ.',
    setTips: 'Настройте поставщиков ИИ, чтобы включить возможности искусственного интеллекта.',
    title: 'Поставщики моделей'
  },
  regenerate: 'Регенерировать',
  settings: 'Настройки ИИ'
}
