export default {
  api: {
    baseUrl: 'Базовый URL',
    collabUrl: 'URL для совместной работы'
  },
  connected: 'Подключено',
  connectTestFailed: 'Проверка не пройдена. Пожалуйста, убедитесь, что ссылка действительна и проверена.',
  disconnected: 'Отключено',
  domainMismatch: 'Несоответствие домена URL',
  mode: 'Режим приложения',
  modes: {
    changingMode: 'Изменение режима приложения на',
    changingUrl: 'Изменение URL на',
    cloud: 'Облако',
    cloudDesc: 'Удаленные сервисы, данные, управляемые из облака (доступны в любое время).',
    standalone: 'Автономный',
    standaloneDesc: 'Автономные сервисы с локальным хранилищем данных (готовы к работе в автономном режиме).'
  },
  restartTakeEffect: 'Приложение перезапустится, чтобы изменения вступили в силу!',
  unableConnect: 'Не удалось подключиться к серверу.'
}
