export default {
  account: {
    name: 'Отображаемое имя',
    security: {
      email: 'Электронная почта',
      passkey_action: 'Добавить пароль',
      passkey_tips: 'Безопасный вход в систему с помощью биометрической аутентификации на устройстве.',
      passkeys: 'Пароли',
      password: 'Пароль',
      password_action: 'Изменить пароль',
      password_incorrect: 'Неверный старый пароль',
      password_new: 'Новый пароль',
      password_tips: 'Измените свой пароль для входа в систему.',
      title: 'Безопасность'
    },
    user_id: 'ID пользователя'
  },
  accountAlready: 'У вас уже есть аккаунт?',
  accountNo: 'У вас нет аккаунта?',
  page: {
    accessDenied: 'Доступ запрещен',
    noPermission: 'У вас нет разрешения на доступ к этой странице.',
    notFound: 'Страница не найдена',
    notFountTips: 'Страница, которую вы ищете, не существует.'
  },
  rememberMe: 'Запомнить меня',
  signin: {
    inactive: 'Этот аккаунт временно заблокирован.',
    incorrect: 'Неверный адрес электронной почты или пароль.'
  },
  signup: {
    confirmPassword: 'Подтвердите пароль',
    confirmPasswordError: 'Пароли не совпадают',
    emailError: 'Пожалуйста, введите правильный адрес электронной почты.',
    emailHint: 'Используйте для входа в систему.',
    emailUsed: 'Этот адрес электронной почты уже использован. Пожалуйста, введите новый.',
    nameError: 'Пожалуйста, введите правильное имя.',
    passwordError: 'Пожалуйста, введите правильный пароль.'
  },
  tokenExpired: 'Срок действия API-токена истек. Пожалуйста, войдите в систему снова.',
  useToConsent: 'Использование данного сервиса означает ваше согласие с нашими условиями.'
}
