export default {
  _: 'Книга',
  add: 'Добавить книгу',
  addTime: 'Добавить время',
  addToCollection: 'Добавить в коллекцию',
  addToWant: 'Добавить в список "Хочу прочитать"',
  annotation: 'Аннотация к книге',
  annotations: {
    _: 'Аннотации к книге',
    add: 'Добавить аннотацию',
    no: 'Добавить аннотацию',
    noRecords: 'Аннотации пока отсутствуют. Начните читать и выделите некоторые фрагменты текста.'
  },
  annotationStyle: {
    highlight: 'Выделять',
    squiggly: 'Волнистый',
    strikethrough: 'Зачеркнуто',
    underline: 'Подчеркнуть'
  },
  annotationType: {
    all: 'Все',
    bookmark: 'Добавить в закладки',
    highlight: 'Аннотация',
    note: 'Примечание'
  },
  author: 'Автор',
  basicInfo: 'Основная информация',
  categoryInfo: 'Информация о категории',
  chapter: 'Глава',
  code: 'Код',
  collection: 'Книжная коллекция',
  collections: {
    _: 'Книжные коллекции',
    add: 'Добавить коллекцию',
    removeConfirm: 'Вы уверены, что удалите из коллекции?'
  },
  deleteConfirm: 'Вы уверены, что хотите удалить книгу навсегда?',
  entry: 'Запись в книгу',
  filter: {
    all: 'Все',
    book: 'Книги',
    pdf: 'PDF-файлы',
    physical: 'Физический'
  },
  format: 'Формат',
  info: 'Информация о книге',
  lastReadTime: 'Последнее время чтения',
  library: {
    _: 'Библиотека',
    add: 'Добавить из библиотеки',
    containBooks: 'Содержит книги, которые вы загрузили и которыми поделились из своего пространства.',
    noBooks: 'В библиотеке пока нет книг. Добавьте их прямо сейчас.'
  },
  link: 'Связь',
  location: 'Расположение',
  markFinished: 'Отметить как завершенное',
  media: 'Книжные СМИ',
  mediaType: {
    digital: 'Цифровой',
    physical: 'Физический',
    weread: 'WeRead'
  },
  metadata: {
    _: 'Метаданные',
    edit: 'Редактировать метаданные',
    general: 'Общий',
    get: 'Получить информацию о книге',
    user: 'Мой'
  },
  newEntry: 'Новая запись',
  page: 'Страница',
  previewTips: 'В режиме предварительного просмотра прогресс чтения не сохраняется.',
  published: 'Год публикации',
  publisher: 'Издатель',
  rating: 'Рейтинг',
  refInfo: 'Справочная информация',
  removeConfirm: 'Вы уверены, что сняли с полки?',
  removeFromCollection: 'Удалить из коллекции',
  shelf: 'Книжная полка',
  startPreview: 'Начать предварительный просмотр',
  startReading: 'Начать чтение',
  subtitle: 'Субтитры',
  tag: 'Ярлык',
  tags: 'Теги',
  title: 'Заголовок',
  uploader: {
    completed: 'Загрузка книг на сервер завершена.',
    label: 'Перетащите файлы сюда или нажмите для загрузки.',
    success: 'Успех',
    total: 'Общий'
  },
  uploadTime: 'Время загрузки',
  viewFiles: 'Просмотреть файлы',
  warning: {
    collectionContainBook: 'Удалить невозможно. На эту коллекцию ссылаются уже существующие книги.',
    exist: 'Книга уже существует.',
    inputISBN: 'Пожалуйста, введите ISBN.',
    inputTitle: 'Пожалуйста, введите заголовок.',
    isbnExists: 'Книга с таким ISBN существует.',
    isbnNotFound: 'Книга с этим ISBN не найдена',
    referencedByOthers: 'Невозможно удалить, на книгу ссылаются другие пользователи.',
    titleNotMatch: 'Название книги не совпадает',
    ttsError: 'Функция преобразования текста в речь не работает или не поддерживается.',
    uploadCover: 'Пожалуйста, загрузите обложку.'
  }
}
