export default {
  _: 'Книга',
  add: 'Добавить книгу',
  addTime: 'Добавить время',
  addToCollection: 'Добавить в коллекцию',
  addToWant: 'Добавить в список "Хочу прочитать"',
  annotation: 'Аннотация к книге',
  annotations: {
    _: 'Аннотации к книге',
    add: 'Добавить аннотацию',
    no: 'Добавить аннотацию',
    noRecords: 'Аннотации пока отсутствуют. Начните читать и выделите некоторые фрагменты текста.'
  },
  author: 'Автор',
  chapter: 'Глава',
  collection: 'Книжная коллекция',
  collections: {
    _: 'Книжные коллекции',
    add: 'Добавить коллекцию',
    removeConfirm: 'Вы уверены, что удалите из коллекции?'
  },
  filter: {
    all: 'Все',
    book: 'Книги',
    pdf: 'PDF-файлы'
  },
  format: 'Формат',
  info: 'Информация о книге',
  lastReadTime: 'Последнее время чтения',
  library: {
    _: 'Библиотека',
    add: 'Добавить из библиотеки',
    noBooks: 'В библиотеке пока нет книг. Добавьте их прямо сейчас.'
  },
  markFinished: 'Отметить как завершенное',
  previewTips: 'В режиме предварительного просмотра прогресс чтения не сохраняется.',
  publisher: 'Издатель',
  removeConfirm: 'Вы уверены, что сняли с полки?',
  shelf: 'Книжная полка',
  startPreview: 'Начать предварительный просмотр',
  startReading: 'Начать чтение',
  uploader: {
    completed: 'Загрузка книг на сервер завершена.',
    label: 'Перетащите файлы сюда или нажмите для загрузки.',
    success: 'Успех',
    total: 'Общий'
  },
  uploadTime: 'Время загрузки',
  viewFiles: 'Просмотреть файлы'
}
