export default {
  _: 'Чат',
  assistant: {
    add: 'Добавить помощника',
    tips: 'Я ваш ИИ-помощник. Не стесняйтесь передавать мне свои задачи.',
    welcome: 'Меня зовут PileaX, приятно познакомиться!'
  },
  assistants: 'Чат-помощники',
  conversation: {
    new: 'Начать новый разговор'
  },
  conversations: 'Беседы',
  enter: 'Входить',
  fileUpload: 'Загрузка файла',
  fileUploadTips: 'До 10 файлов по 50 МБ каждый. Поддерживает документы и изображения.',
  new: 'Новый чат',
  newLine: 'Новая линия',
  send: 'Отправлять',
  sendKey: 'Нажмите {клавишу} для отправки',
  sendMessage: 'Отправить сообщение',
  stopGeneration: 'Остановить поколение',
  thought: 'Мысль'
}
