export default {
  _: 'Чтение',
  agent: {
    _: 'ИИ-агент',
    agents: 'Агенты искусственного интеллекта',
    manage: 'Управление агентами ИИ'
  },
  aiReading: 'Чтение с помощью ИИ',
  bookmark: {
    _: 'Добавить в закладки',
    add: 'Добавить закладку',
    remove: 'Удалить закладку'
  },
  libraries: {
    location: 'Местоположение библиотеки',
    locations: {
      choose: 'Пожалуйста, выберите местоположение.',
      create: 'Создайте пустую библиотеку в новом месте.',
      current: 'Текущее местоположение',
      move: 'Переместить текущую библиотеку в новое место.',
      new: 'Новое местоположение',
      open: 'Используйте существующую библиотеку'
    },
    locationTips: 'Местоположение книжной библиотеки.'
  },
  library: 'Книжная библиотека',
  nextPage: 'Следующая страница',
  player: {
    backward: 'Назад',
    forward: 'Вперед',
    pause: 'Пауза',
    start: 'Начинать',
    stop: 'Останавливаться'
  },
  popup: {
    clearHighlight: 'Очистить выделение',
    copy: 'Копия',
    highlight: 'Выделять',
    more: 'Более',
    search: 'Поиск с использованием ИИ',
    share: 'Делиться'
  },
  position: 'Позиция чтения',
  previewPosition: 'Предварительный просмотр позиции',
  prevPage: 'Предыдущая страница',
  reader: 'Читатель',
  search: {
    next: 'Следующий',
    prev: 'Предыдущий'
  },
  service: {
    manage: 'Управление услугами',
    services: 'Услуги'
  },
  setting: {
    background: {
      bubbleNebula: 'Туманность Пузырь',
      oldBook: 'Старая книга',
      pillarsCreation: 'Столпы Творения',
      willowBank: 'Берег, окаймленный ивами'
    },
    font: {
      book: 'Книга',
      custom: 'Обычай',
      mono: 'Мононуклеоз',
      serif: 'Засечка',
      system: 'Система'
    },
    pageTurningMode: 'Режим перелистывания страниц',
    scroll: 'Прокрутка вверх/вниз',
    slide: 'Сдвиньте влево/вправо'
  },
  settings: 'Настройки чтения',
  status: {
    _: 'Статус чтения',
    all: 'Все',
    currentlyReading: 'Сейчас читаю',
    finished: 'Законченный',
    notStarted: 'Не запущено',
    wantToRead: 'Хотите прочитать?'
  },
  tts: {
    quick: 'Быстрый',
    settings: 'Настройки TTS',
    slow: 'Низкий',
    speed: 'Скорость чтения',
    speedSettings: 'Настройки скорости'
  }
}
