export default {
  done: 'Сделанный',
  features: 'Основные характеристики',
  navi: {
    aiDesc: 'Создавайте инструменты искусственного интеллекта, основанные на анализе сценариев, для повышения вашей производительности.',
    aiTitle: 'Приложения на основе искусственного интеллекта',
    chatDesc: 'Ваш ИИ-помощник, готовый отвечать на вопросы и решать задачи.',
    chatTitle: 'Чат с использованием ИИ',
    knowledgeDesc: 'Загрузите документы, чтобы создать свой собственный искусственный интеллект.',
    knowledgeTitle: 'База знаний',
    noteDesc: 'Фиксируйте идеи и создавайте структурированные знания с помощью искусственного интеллекта.',
    noteTitle: 'Примечания',
    readingDesc: 'Создайте свою личную библиотеку и наслаждайтесь чтением с помощью искусственного интеллекта.',
    readingTitle: 'Чтение'
  },
  next: 'Следующий',
  prev: 'Предыдущий'
}
