export default {
  _: 'Рабочее пространство',
  add: 'Добавить рабочее пространство',
  admin: 'Управление рабочими пространствами',
  assignRoleConfirm: 'Будет ли назначена новая роль для {имя}?',
  current: 'Текущее рабочее пространство',
  details: 'Подробная информация о рабочем пространстве',
  invite: 'Приглашать',
  invites: {
    accept: 'Принять приглашение',
    inviteToJoin: 'приглашает вас присоединиться',
    joined: 'Присоединился',
    member: 'Пригласить участника',
    tips: 'Пригласите новых участников в ваше рабочее пространство.'
  },
  memberRoles: {
    admin: 'Администратор',
    editor: 'Редактор',
    normal: 'Нормальный',
    owner: 'Владелец'
  },
  members: 'Члены',
  memberStatus: {
    disabled: 'Неполноценный',
    inviting: 'Приглашение',
    normal: 'Нормальный'
  },
  name: 'Название рабочей области',
  settings: 'Настройки рабочей области',
  switch: 'Переключиться на это рабочее пространство',
  types: {
    personal: 'Личное',
    team: 'Команда'
  }
}
